Repository: FyrbyAdditive/FyxLocal
Catalog: Sources/FyxLocalApp/Resources/Localizable.xcstrings
Source language: en
Languages: da, es, nb, sv

source: Inspector
da: Inspektør
nb: Inspektør
sv: Inspektor

source: Instructions
da: Instruktioner
es: Instrucciones
nb: Instruksjoner
sv: Instruktioner

source: Its tools will no longer be available to any chat until you re-add it.
da: Dens værktøjer vil ikke længere være tilgængelige i nogen chat, før du tilføjer den igen.
es: Sus herramientas dejarán de estar disponibles para cualquier chat hasta que lo vuelvas a añadir.
nb: Verktøyene blir utilgjengelige for alle chatter til du legger den til igjen.
sv: Dess verktyg kommer inte längre vara tillgängliga i någon chatt förrän du lägger till den igen.

source: JSON (re-importable)
da: JSON (kan importeres igen)
nb: JSON (kan importeres på nytt)
sv: JSON (kan importeras igen)

source: Keep recent messages verbatim
da: Behold seneste beskeder ordret
es: Conservar los mensajes recientes literalmente
nb: Behold nylige meldinger ordrett
sv: Behåll senaste meddelanden ordagrant

source: Lets the model PROPOSE adding, editing, deleting, or completing reminders. Every change is shown for you to confirm before it happens. Requires the Reminders tool above.
da: Lader modellen FORESLÅ at tilføje, ændre, slette eller fuldføre påmindelser. Hver ændring vises, så du kan bekræfte den, før den sker. Kræver påmindelsesværktøjet ovenfor.
es: Permite que el modelo PROPONGA añadir, editar, eliminar o completar recordatorios. Cada cambio se muestra para que lo confirmes antes de que ocurra. Requiere la herramienta Recordatorios de arriba.
nb: Lar modellen FORESLÅ å legge til, redigere, slette eller fullføre påminnelser. Hver endring vises for deg til bekreftelse før den skjer. Krever Påminnelser-verktøyet ovenfor.
sv: Låter modellen FÖRESLÅ att lägga till, ändra, ta bort eller slutföra påminnelser. Varje ändring visas för dig att bekräfta innan den sker. Kräver påminnelseverktyget ovan.

source: Lets the model PROPOSE adding, editing, or deleting calendar events. Every change is shown for you to confirm before it happens. Requires the Calendar tool above.
da: Lader modellen FORESLÅ at tilføje, ændre eller slette kalenderhændelser. Hver ændring vises, så du kan bekræfte den, før den sker. Kræver kalenderværktøjet ovenfor.
es: Permite que el modelo PROPONGA añadir, editar o eliminar eventos del calendario. Cada cambio se muestra para que lo confirmes antes de aplicarse. Requiere la herramienta Calendario de arriba.
nb: Lar modellen FORESLÅ å legge til, redigere eller slette kalenderhendelser. Hver endring vises for deg til bekreftelse før den skjer. Krever Kalender-verktøyet ovenfor.
sv: Låter modellen FÖRESLÅ att lägga till, ändra eller ta bort kalenderhändelser. Varje ändring visas för dig att bekräfta innan den sker. Kräver kalenderverktyget ovan.

source: Lets the model fetch the precise current time on demand. Off by default — the date is already in every message; enable this only when sub-day precision matters.
da: Lader modellen hente det præcise aktuelle klokkeslæt efter behov. Slået fra som standard — datoen findes allerede i hver besked; aktivér kun, når præcision på under en dag har betydning.
es: Permite que el modelo obtenga la hora actual exacta bajo demanda. Desactivado de forma predeterminada — la fecha ya está en cada mensaje; actívalo solo cuando importe una precisión inferior a un día.
nb: Lar modellen hente nøyaktig gjeldende tid ved behov. Av som standard — datoen er allerede i hver melding; slå på kun når presisjon innenfor døgnet betyr noe.
sv: Låter modellen hämta exakt aktuell tid på begäran. Av som standard — datumet finns redan i varje meddelande; aktivera bara när precision under en dag spelar roll.

source: Lets the model look up your macOS Contacts (read-only — it never changes them). Off by default; enabling it asks macOS for Contacts permission.
da: Lader modellen slå dine macOS-kontakter op (skrivebeskyttet — det ændrer dem aldrig). Slået fra som standard; aktivering beder macOS om tilladelse til Kontakter.
es: Permite que el modelo consulte tus contactos de macOS (solo lectura — nunca los modifica). Desactivado de forma predeterminada; al activarlo, se solicita a macOS permiso para acceder a Contactos.
nb: Lar modellen slå opp i macOS-kontaktene dine (kun lesing — den endrer dem aldri). Av som standard; aktivering ber macOS om Kontakter-tillatelse.
sv: Låter modellen slå upp dina macOS-kontakter (skrivskyddat — det ändrar dem aldrig). Av som standard; att aktivera det ber macOS om behörighet till Kontakter.

source: Lets the model read your Calendar (e.g. “what's on this week?”). Off by default; enabling it asks macOS for Calendar permission.
da: Lader modellen læse din kalender (f.eks. ”hvad sker der i denne uge?”). Slået fra som standard; aktivering beder macOS om tilladelse til Kalender.
es: Permite que el modelo lea tu Calendario (p. ej., “¿qué hay esta semana?”). Desactivado de forma predeterminada; al activarlo, macOS solicita permiso para el Calendario.
nb: Lar modellen lese kalenderen din (f.eks. «hva skjer denne uken?»). Av som standard; aktivering ber macOS om Kalender-tillatelse.
sv: Låter modellen läsa din kalender (t.ex. ”vad händer den här veckan?”). Av som standard; att aktivera det ber macOS om behörighet till Kalender.

source: Lets the model read your Reminders (e.g. “what's on my list?”). Off by default; enabling it asks macOS for Reminders permission.
da: Lader modellen læse dine påmindelser (f.eks. ”hvad står på min liste?”). Slået fra som standard; aktivering beder macOS om tilladelse til Påmindelser.
es: Permite que el modelo lea tus Recordatorios (p. ej., «¿qué hay en mi lista?»). Desactivado de forma predeterminada; al activarlo, macOS solicitará permiso para acceder a Recordatorios.
nb: Lar modellen lese påminnelsene dine (f.eks. «hva står på listen min?»). Av som standard; aktivering ber macOS om Påminnelser-tillatelse.
sv: Låter modellen läsa dina påminnelser (t.ex. ”vad står på min lista?”). Av som standard; att aktivera det ber macOS om behörighet till Påminnelser.

source: Lets the model render a bar, line, or pie chart inline in the chat. Off by default; enable when you want visual data displays.
da: Lader modellen tegne et søjle-, linje- eller cirkeldiagram direkte i chatten. Slået fra som standard; aktivér, når du vil have visuelle datavisninger.
es: Permite que el modelo muestre un gráfico de barras, de líneas o circular integrado en el chat. Desactivado de forma predeterminada; actívalo cuando quieras visualizaciones de datos.
nb: Lar modellen tegne et stolpe-, linje- eller kakediagram direkte i chatten. Av som standard; slå på når du vil ha visuelle datavisninger.
sv: Låter modellen rita ett stapel-, linje- eller cirkeldiagram direkt i chatten. Av som standard; aktivera när du vill ha visuella datapresentationer.

source: Lets the model search Apple Maps, get directions, and show results on an interactive map (read-only). Enabling asks for Location only so “near me” works; other searches don't need it.
da: Lader modellen søge i Apple Kort, hente rutevejledninger og vise resultater på et interaktivt kort (skrivebeskyttet). Aktivering beder kun om placering, så ”nær mig” virker; andre søgninger kræver det ikke.
es: Permite que el modelo busque en Apple Maps, obtenga indicaciones y muestre resultados en un mapa interactivo (solo lectura). Al activarlo, solo se solicita la ubicación para que funcione «cerca de mí»; las demás búsquedas no la necesitan.
nb: Lar modellen søke i Apple Maps, hente veibeskrivelser og vise resultater på et interaktivt kart (kun lesing). Aktivering ber kun om Posisjon slik at «i nærheten» fungerer; andre søk trenger det ikke.
sv: Låter modellen söka i Apple Kartor, hämta vägbeskrivningar och visa resultat på en interaktiv karta (skrivskyddat). Att aktivera ber om plats endast för att ”nära mig” ska fungera; andra sökningar behöver det inte.

source: License
da: Licens
es: Licencia
nb: Lisens
sv: Licens

source: Loading model…
da: Indlæser model…
es: Cargando modelo…
nb: Laster modell …
sv: Läser in modell…

source: MCP servers
da: MCP-servere
es: Servidores MCP
nb: MCP-servere
sv: MCP-servrar

source: Make chart
da: Opret diagram
es: Crear gráfico
nb: Lag diagram
sv: Skapa diagram

source: Maps
da: Kort
es: Mapas
nb: Kart
sv: Kartor

source: Max output tokens
da: Maks. output-tokens
es: Máximo de tokens de salida
nb: Maks utdata-tokener
sv: Max utdata-tokens

source: Max tool iterations
da: Maks. antal værktøjsiterationer
es: Máximo de iteraciones de herramientas
nb: Maks verktøy-iterasjoner
sv: Maximalt antal verktygsiterationer

source: Maximum idle time between data packets before a request fails. Resets on each byte received, so long active replies are fine — this only catches a stalled connection. Raise it if a slow backend times out mid-reply.
da: Maksimal inaktiv tid mellem datapakker, før en anmodning mislykkes. Nulstilles ved hver modtaget byte, så lange aktive svar er ingen problem — dette fanger kun en stoppet forbindelse. Øg den, hvis en langsom backend får timeout midt i et svar.
es: Tiempo máximo de inactividad entre paquetes de datos antes de que falle una solicitud. Se reinicia con cada byte recibido, por lo que las respuestas largas y activas no suponen ningún problema; esto solo detecta una conexión estancada. Auméntalo si un backend lento agota el tiempo de espera a mitad de la respuesta.
nb: Maksimal hviletid mellom datapakker før en forespørsel feiler. Nullstilles for hver mottatte byte, så lange aktive svar går fint — dette fanger kun en tilkobling som har stoppet opp. Øk den hvis en treg server får tidsavbrudd midt i svaret.
sv: Maximal vilotid mellan datapaket innan en förfrågan misslyckas. Återställs vid varje mottagen byte, så långa aktiva svar är inga problem — detta fångar bara en stillastående anslutning. Höj den om en långsam backend gör time-out mitt i ett svar.

source: Message
da: Besked
es: Mensaje
nb: Melding
sv: Meddelande

source: Messages
da: Beskeder
es: Mensajes
nb: Meldinger
sv: Meddelanden

source: Model Context Protocol servers
da: Model Context Protocol-servere
es: Servidores de Model Context Protocol
nb: Model Context Protocol-servere
sv: Model Context Protocol-servrar

source: Name
da: Navn
es: Nombre
nb: Navn
sv: Namn

source: Native macOS LLM chat client.
da: Indbygget LLM-chatklient til macOS.
es: Cliente de chat LLM nativo para macOS.
nb: Lokal LLM-chatklient for macOS.
sv: Inbyggd LLM-chattklient för macOS.

source: Network
da: Netværk
es: Red
nb: Nettverk
sv: Nätverk

source: New chat
da: Ny chat
es: Nuevo chat
nb: Ny chat
sv: Ny chatt

source: New chats use this provider and its default model. Each chat keeps its own setting; per-chat overrides live in the Inspector.
da: Nye chats bruger denne udbyder og dens standardmodel. Hver chat beholder sin egen indstilling; tilsidesættelser pr. chat findes i Inspektøren.
es: Los chats nuevos usan este proveedor y su modelo predeterminado. Cada chat conserva su propia configuración; las anulaciones por chat se encuentran en el Inspector.
nb: Nye chatter bruker denne leverandøren og dens standardmodell. Hver chat beholder sin egen innstilling; per-chat-overstyringer finnes i Inspektøren.
sv: Nya chattar använder denna leverantör och dess standardmodell. Varje chatt behåller sin egen inställning; per-chatt-åsidosättningar finns i Inspektören.

source: New collection
da: Ny samling
es: Nueva colección
nb: Ny samling
sv: Ny samling

source: Next send projection
da: Prognose for næste afsendelse
es: Proyección del próximo envío
nb: Anslag for neste sending
sv: Prognos för nästa skick

source: No MCP servers yet
da: Ingen MCP-servere endnu
es: Aún no hay servidores MCP
nb: Ingen MCP-servere ennå
sv: Inga MCP-servrar än

source: No budget detected. Pick a provider and a default model in Settings.
da: Intet budget registreret. Vælg en udbyder og en standardmodel i Indstillinger.
es: No se detectó ningún presupuesto. Elige un proveedor y un modelo predeterminado en Ajustes.
nb: Ingen budsjett funnet. Velg en leverandør og en standardmodell i Innstillinger.
sv: Ingen budget upptäckt. Välj en leverantör och en standardmodell i Inställningar.

source: No chunks for this document
da: Ingen dele for dette dokument
es: No hay fragmentos para este documento
nb: Ingen utdrag for dette dokumentet
sv: Inga delar för detta dokument

source: No collections yet
da: Ingen samlinger endnu
es: Aún no hay colecciones
nb: Ingen samlinger ennå
sv: Inga samlingar än

source: No collections yet. Create one in the Collections pane.
da: Ingen samlinger endnu. Opret en i samlingspanelet.
es: Aún no hay colecciones. Crea una en el panel de Colecciones.
nb: Ingen samlinger ennå. Opprett en i Samlinger-panelet.
sv: Inga samlingar än. Skapa en i samlingspanelen.

source: No default model set for provider %@. Open Settings → Providers and pick one.
da: Ingen standardmodel angivet for udbyder %@. Åbn Indstillinger → Udbydere, og vælg en.
es: No hay un modelo predeterminado configurado para el proveedor %@. Abre Ajustes → Proveedores y elige uno.
nb: Ingen standardmodell satt for leverandøren %@. Åpne Innstillinger → Leverandører og velg en.
sv: Ingen standardmodell satt för leverantör %@. Öppna Inställningar → Leverantörer och välj en.

source: No documents in %@
da: Ingen dokumenter i %@
es: No hay documentos en %@
nb: Ingen dokumenter i %@
sv: Inga dokument i %@

source: No matches
da: Ingen match
es: Sin coincidencias
nb: Ingen treff
sv: Inga träffar

source: No provider configured. Open Settings → Providers.
da: Ingen udbyder konfigureret. Åbn Indstillinger → Udbydere.
es: No hay ningún proveedor configurado. Abre Ajustes → Proveedores.
nb: Ingen leverandør konfigurert. Åpne Innstillinger → Leverandører.
sv: Ingen leverantör konfigurerad. Öppna Inställningar → Leverantörer.

source: No skills yet. Add one in Settings → Skills.
da: Ingen færdigheder endnu. Tilføj en i Indstillinger → Færdigheder.
es: Aún no hay habilidades. Añade una en Ajustes → Habilidades.
nb: Ingen ferdigheter ennå. Legg til en i Innstillinger → Ferdigheter.
sv: Inga färdigheter ännu. Lägg till en i Inställningar → Färdigheter.

source: No skills yet. Import a third-party skill package, or create one.
da: Ingen færdigheder endnu. Importér en færdighedspakke fra tredjepart, eller opret en.
es: Aún no hay habilidades. Importa un paquete de habilidades de terceros o crea una.
nb: Ingen ferdigheter ennå. Importer en tredjeparts ferdighetspakke, eller opprett en.
sv: Inga färdigheter ännu. Importera ett färdighetspaket från tredje part eller skapa ett.

source: None
da: Ingen
es: Ninguno
nb: Ingen
sv: Ingen

source: Not checked
da: Ikke testet
es: Sin comprobar
nb: Ikke sjekket
sv: Inte testad

source: Older messages are summarized away when the projected request would leave less than the reserve free for the reply.
da: Ældre beskeder sammenfattes væk, når den forventede anmodning ville efterlade mindre end reserven fri til svaret.
es: Los mensajes más antiguos se resumen cuando la solicitud prevista dejaría menos espacio libre que la reserva destinada a la respuesta.
nb: Eldre meldinger oppsummeres bort når den anslåtte forespørselen ville etterlate mindre enn reserven ledig til svaret.
sv: Äldre meddelanden sammanfattas bort när den planerade förfrågan skulle lämna mindre än reserven ledig för svaret.

source: Open
da: Åbn
es: Abrir
nb: Åpne
sv: Öppna

source: Open source file
da: Åbn kildefilen
es: Abrir archivo de origen
nb: Åpne kildefilen
sv: Öppna källfilen

source: Open-source licenses
da: Open source-licenser
es: Licencias de código abierto
nb: Åpen kildekode-lisenser
sv: Öppen källkod-licenser

source: Original file not found
da: Originalfilen blev ikke fundet
es: No se encuentra el archivo original
nb: Fant ikke originalfilen
sv: Originalfilen hittades inte

source: Override
da: Tilsidesæt
es: Anular
nb: Overstyr
sv: Åsidosätt

source: PDF, .md, .txt, source code. Folders are walked recursively; hidden files and unsupported types are skipped.
da: PDF, .md, .txt, kildekode. Mapper gennemgås rekursivt; skjulte filer og ikke-understøttede typer springes over.
es: PDF, .md, .txt, código fuente. Las carpetas se recorren de forma recursiva; los archivos ocultos y los tipos no admitidos se omiten.
nb: PDF, .md, .txt, kildekode. Mapper gjennomgås rekursivt; skjulte filer og ustøttede typer hoppes over.
sv: PDF, .md, .txt, källkod. Mappar genomsöks rekursivt; dolda filer och format som inte stöds hoppas över.

source: Parallel tool calls
da: Parallelle værktøjskald
es: Llamadas a herramientas en paralelo
nb: Parallelle verktøykall
sv: Parallella verktygsanrop

source: Paste key — stored in Keychain
da: Indsæt nøgle — gemmes i nøglering
es: Pega la clave — se almacena en el Llavero
nb: Lim inn nøkkel — lagres i nøkkelringen
sv: Klistra in nyckel — lagras i nyckelringen

source: Pick a model in the inspector, then type below.
da: Vælg en model i inspektøren, og skriv derefter nedenfor.
es: Elige un modelo en el inspector y luego escribe abajo.
nb: Velg en modell i inspektøren, og skriv nedenfor.
sv: Välj en modell i inspektorn och skriv sedan nedan.

source: Plain text
da: Almindelig tekst
es: Texto sin formato
nb: Ren tekst
sv: Oformaterad text

source: Prompt caching
da: Prompt-cache
es: Caché de prompts
nb: Prompt-cache
sv: Promptcache

source: Propose adding, editing, deleting, or completing reminders — you confirm each change.
da: Foreslå at tilføje, ændre, slette eller fuldføre påmindelser — du bekræfter hver ændring.
es: Proponer añadir, editar, eliminar o completar recordatorios: tú confirmas cada cambio.
nb: Foreslå å legge til, redigere, slette eller fullføre påminnelser — du bekrefter hver endring.
sv: Föreslå att lägga till, ändra, ta bort eller slutföra påminnelser — du bekräftar varje ändring.

source: Propose adding, editing, or deleting events — you confirm each change.
da: Foreslå at tilføje, ændre eller slette hændelser — du bekræfter hver ændring.
es: Proponer añadir, editar o eliminar eventos — tú confirmas cada cambio.
nb: Foreslå å legge til, redigere eller slette hendelser — du bekrefter hver endring.
sv: Föreslå att lägga till, ändra eller ta bort händelser — du bekräftar varje ändring.

source: Provider
da: Udbyder
es: Proveedor
nb: Leverandør
sv: Leverantör

source: Providers
da: Udbydere
es: Proveedores
nb: Leverandører
sv: Leverantörer

source: Re-authenticate
da: Log ind igen
es: Volver a autenticar
nb: Autentiser på nytt
sv: Logga in igen

source: Re-indexing didn't finish
da: Genindekseringen blev ikke færdig
es: La reindexación no terminó
nb: Reindekseringen ble ikke fullført
sv: Omindexeringen slutfördes inte

source: Ready · %lld tools
da: Klar · %lld værktøjer
es: Listo · %lld herramientas
nb: Klar · %lld verktøy
sv: Klar · %lld verktyg

source: Reasoning
da: Ræsonnement
es: Razonamiento
nb: Resonnering
sv: Resonemang

source: Reasoning effort for this chat
da: Ræsonnementsniveau for denne chat
es: Nivel de razonamiento para este chat
nb: Resonneringsinnsats for denne chatten
sv: Resoneringsnivå för denna chatt

source: Regenerate
da: Generér igen
es: Regenerar
nb: Generer på nytt
sv: Generera igen

source: Regenerate this reply?
da: Generér dette svar igen?
es: ¿Regenerar esta respuesta?
nb: Generere dette svaret på nytt?
sv: Generera det här svaret igen?

source: Reminders
da: Påmindelser
es: Recordatorios
nb: Påminnelser
sv: Påminnelser

source: Remove provider
da: Fjern udbyder
es: Eliminar proveedor
nb: Fjern leverandør
sv: Ta bort leverantör

source: Remove saved token
da: Fjern gemt token
es: Eliminar el token guardado
nb: Fjern lagret token
sv: Ta bort sparad token

source: Rename…
da: Omdøb…
es: Renombrar…
nb: Gi nytt navn …
sv: Byt namn…

source: Request timeout (seconds)
da: Tidsgrænse for anmodning (sekunder)
es: Tiempo de espera de la solicitud (segundos)
nb: Tidsavbrudd for forespørsel (sekunder)
sv: Tidsgräns för förfrågan (sekunder)

source: Required
da: Påkrævet
es: Obligatorio
nb: Obligatorisk
sv: Obligatoriskt

source: Rerank search results
da: Omarranger søgeresultater
es: Reordenar resultados de búsqueda
nb: Reranger søkeresultater
sv: Omordna sökresultat

source: Reserve for reply (tokens)
da: Reservér til svar (tokens)
es: Reservar para la respuesta (tokens)
nb: Reserve til svar (tokener)
sv: Reserv för svar (tokens)

source: Restore FyxLocal's localised default preamble.
da: Gendan FyxLocals lokaliserede standardindledning.
es: Restaurar el preámbulo predeterminado localizado de FyxLocal.
nb: Gjenopprett FyxLocals lokaliserte standardinnledning.
sv: Återställ FyxLocals lokaliserade standardinledning.

source: Retry
da: Prøv igen
es: Reintentar
nb: Prøv igjen
sv: Försök igen

source: Reuses the stable part of long conversations across requests — faster and cheaper on Anthropic. Gateways that don't support it ignore the setting.
da: Genbruger den stabile del af lange samtaler på tværs af forespørgsler — hurtigere og billigere med Anthropic. Gateways uden understøttelse ignorerer indstillingen.
es: Reutiliza la parte estable de conversaciones largas entre solicitudes: más rápido y económico con Anthropic. Las pasarelas que no lo admiten ignoran este ajuste.
nb: Gjenbruker den stabile delen av lange samtaler på tvers av forespørsler — raskere og billigere med Anthropic. Gatewayer uten støtte ignorerer innstillingen.
sv: Återanvänder den stabila delen av långa konversationer mellan förfrågningar — snabbare och billigare med Anthropic. Gatewayer som saknar stöd ignorerar inställningen.

source: Reveal in Finder
da: Vis i Finder
es: Mostrar en Finder
nb: Vis i Finder
sv: Visa i Finder

source: Revert to built-in
da: Skift tilbage til indbygget
es: Revertir al integrado
nb: Tilbakestill til innebygd
sv: Återställ till inbyggd

source: Runs an on-device model to re-order document-search results by relevance after keyword+vector retrieval. More relevant results; uses a little more memory and time per search.
da: Kører en model på enheden for at omarrangere dokumentsøgningens resultater efter relevans, efter nøgleord- og vektorsøgning. Mere relevante resultater; bruger lidt mere hukommelse og tid pr. søgning.
es: Ejecuta un modelo en el dispositivo para reordenar por relevancia los resultados de la búsqueda de documentos tras la recuperación por palabras clave y vectores. Resultados más relevantes; usa un poco más de memoria y tiempo por búsqueda.
nb: Kjører en lokal modell som omsorterer dokumentsøkresultater etter relevans etter nøkkelord- og vektorgjenfinning. Mer relevante resultater; bruker litt mer minne og tid per søk.
sv: Kör en modell på enheten för att omordna dokumentsökningens resultat efter relevans, efter nyckelord- och vektorsökning. Mer relevanta resultat; använder lite mer minne och tid per sökning.

source: Sampling defaults
da: Standardværdier for sampling
es: Valores predeterminados de muestreo
nb: Standardverdier for sampling
sv: Standardvärden för sampling

source: Save
da: Gem
es: Guardar
nb: Lagre
sv: Spara

source: Save failed: %@
da: Kunne ikke gemme: %@
es: Error al guardar: %@
nb: Lagring feilet: %@
sv: Det gick inte att spara: %@

source: Save key to Keychain
da: Gem nøgle i Nøglering
es: Guardar la clave en el Llavero
nb: Lagre nøkkel i nøkkelringen
sv: Spara nyckel i Nyckelring

source: Saved to Keychain.
da: Gemt i nøglering.
es: Guardado en el Llavero.
nb: Lagret i nøkkelringen.
sv: Sparad i nyckelringen.

source: Scopes (optional)
da: Tilladelser (valgfrit)
es: Ámbitos (opcional)
nb: Scopes (valgfritt)
sv: Behörigheter (valfritt)

source: Search Contacts
da: Søg kontakter
es: Buscar en Contactos
nb: Søk i Kontakter
sv: Sök kontakter

source: Search chats
da: Søg i chats
es: Buscar chats
nb: Søk i chatter
sv: Sök i chattar
